; 
;  Muutama sääntö kääntäjälle:
;  Kun aloitat käännöstyön - kopioi english.ini omalle kielellesi (esim. finnish.ini)
;  Käännä vain teksti ' = ' merkin jälkeen
;  Älä muokkaa riviä: ReadHabit=Left-to-right
; Wise Game Booster
; TranslationAuthor: penaV
; TranslationAuthorEmail: penav@outlook.com
; TranslationAuthorWeb:
; Soft Version: 1.39.48
; Lang. Update: 2018-Mar-05
;
[GUI]
ButtonYes=Kyllä
ButtonNo=Ei
ButtonOK=OK
ButtonMinimize=Pienennä
ButtonMaximize=Suurenna
ButtonClose=Sulje
ButtonRestore=Palauta
ButtonMenu=Valikko

[Lang]
NativeLanguage=Suomi-Finnish
[Translation]
LangCode=040B
ReadHabit=Left-to-right
LanguageName=FIN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Tietoja Päivityksestä
Warning=Varoitus
Error=Virhe
Confirm=Vahvista
CurVer=Nykyinen Versio:
FrmGBMain.btnfeedback.caption=Palaute
FrmGBMain.btncheckver.caption=Tarkista Päivitykset
BtnEnd=Lopeta
;
; About - Tietoja
;
FrmGBAbout.caption=Tietoja Ohjelmasta ja Meistä
FrmGBAbout.btnok.caption=Ok
FrmGBAbout.lblver.caption=Nykyinen Versio:
FrmGBAbout.lblemail.caption=Tuen sähköposti：
FrmGBAbout.lblhome.caption=Kotisivu：
FrmGBAbout.lblthank.caption=Kiitos seuraaville henkilöille heidän avusta:

;
; Popup Menu - Ponnahdus valikko
;
pmNewsletter=Hae uutiskirje
pmfeedback=Palaute..
pmHelp=Suoraa Apua
pmHome=Kotisivulle
pmContact=Ota meihin yhteyttä
pmCheckNew=Tarkista Päivitykset
pmLang=Kielet
pmAbout=Tietoja Meistä
pmCheckNew=Tarkista Päivitykset
pmrun=Suorita Peli
pmadd=Lisää Peli
pmdel=Poista Peli
pminfo=Pelin Tiedot
pmEndProcess=Lopeta Tapahtuma
pmExclude=Sulje Pois
pmNoExclude=Keskeytä Pois-sulku
pmGoogle=Etsi Googlella


;
; Main GUI - Pää Ikkuna
; 
FrmGBMain.BtnTabGame.Caption=Omat Pelini
FrmGBMain.BtnTabOpt.Caption=Järjestelmän Tehostaja
FrmGBMain.BtnTabProcess.Caption=Tapahtumien Tehostaja
FrmGBMain.BtnTabService.Caption=Palveluiden Tehostaja
FrmGBMain.Btnlikeit.Caption=Tykkään
FrmGBMain.BtnRestore.Caption=Palauta

;
; Like Us - Tykkää Meistä
;
FrmLikeit.lblTitle.caption=Jos pidät vapaasta Wise Game Boosterista, suosittele sitä niille joita rakastat.
FrmLikeit.lblInfo.caption=Jaa Wise Game Boosteria, ystävillesi, luokkakavereillesi ja kolleegoillesi Sähköpostitse, Blogissa, Twitterissä, Youtubessa, Facebookissa, jne.. Hyvin Tehty! Tuot mukavuutta ja tehokkuutta heidän elämäänsä.
FrmLikeit.lblRate.caption= Äänestä Wise Game Boosteria:
FrmLikeit.lblfollow.caption=Seuraa Meitä:
FrmLikeit.lblshare.caption=Jaa Wise Game Boosteria:
FrmLikeit.btndownload.caption=Ladattavat Ohjelmat
FrmLikeit.imgrate.hint=Anna meille 5 tähden luokitus
FrmLikeit.imgmail.hint=Jaa tätä ystävillesi
FrmLikeit.imgface1.hint=Jaa tätä Facebookissa
FrmLikeit.imgface2.hint=Seuraa Meitä Facebookissa
FrmLikeit.imgtwitter1.hint=Jaa tätä Twitterissä
FrmLikeit.imgtwitter2.hint=Seuraa Meitä Twitterissä
FrmLikeit.Caption=Tykkään
FrmLikeit.lbldownload.caption=Lataa lisää vapaita ohjelmia WiseCleaner.com:sta:

FrmGBMain.btnFacebook.hint=Tykkää WiseCleanerista Facebookissa
FrmGBMain.btnTwitter.hint=Jaa Wise Game Boosteria Twitterissä
FrmGBMain.btnEmail.hint=Jaa Wise Game Boosteria ystävillesi

;
; gameinfo - pelien tiedot
;
FrmGameinfo.caption=Pelien Tiedot
FrmGameinfo.lbltype.caption=Pelin Tyyppi:
FrmGameinfo.lblname.caption=Tiedosto Nimi:
FrmGameinfo.lblPublisher.caption=Pelin Kehittäjä:
FrmGameinfo.lbltimes.caption=Käyttö Kerrat:
FrmGameinfo.lbllasttime.caption=Viimeisin Käyttö:
FrmGameinfo.lblrate.caption=Pelin Luokitus:
FrmGameinfo.lblcomment.caption=Pelin Huomautukset:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Peruuta
;
;GameBox - Peli Laatikko
;
FrmGameBox.btnsysopt.caption=Tehosta
FrmGameBox.btnProcessopt.caption=Tehosta
FrmGameBox.btnServiceopt.caption=Tehosta
FrmGameBox.btnopt.caption=Tehosta Kaikki

;
;sysopt - järjestelmän tehostus
;
FrmSysOpt.btnopt.caption=Tehosta Nyt
FrmSysOpt.lblhint.caption=Tehosta seuraavat kohteet, parantaaksesi peli suorituskykyä.
FrmSysOpt.lblreall.caption=Yhteenveto Kaikista
;
;processopt - tehtävien tehostus
;
FrmProcess.lblhint.caption=Sulje ylä muistia käyttävät tapahtumat, parantaaksesi peli nopeutta. 
ProcessCpu=Prosessorin Käyttö
ProcessMemory=Muistin Käyttö
ProcessSuggest=Ehdotus
ProcessAction=Tehtävien Hallinta
ProcessMostMemUse=Ylä Muistia Käyttävät Ei-järjestelmä Ohjelmat
;
;Serviceopt - palveluiden tehostus
;
FrmService.lblhint.caption=Sulje merkityksettömät palvelut, parantaaksesi peli nopeutta. 
ServicePublisher=Kehittäjä
ServiceSuggest=Ehdotus
ServiceAction=Palveluiden Hallinta
ServiceStop=Pysäytä Merkityksettömät Palvelut
ServiceDisable=Pysäytä (Ehdotetut)
ServiceEnable=Käynnistä (Ehdotetut) 
ServiceKeep=Pidä (Ehdotetut)
ServiceMust=Pitää olla päällä

;
;serviceRestore - palveluiden palautus
;
Frmrestore.Btnreall.caption=Palauta Kaikki Palvelut
Frmrestore.caption=Palauta Palvelu
Frmrestore.Btnok.caption=OK
ServiceName=Palvelun Nimi
ServiceChangeDateTime=Viimeksi Muokattu
ServiceRestore=Palvelu Yhteenveto

[GameBox]
lstbtnsearch=Etsi Peli
GameUnknow=Tuntematon
GameRPG=Rooli pelit
GameShot=Ammunta pelit
GameOther=Muut pelit
NeverPlay=Ei koskaan pelatut
UnknowPublisher=Tuntemattomat kehittäjät
lstbtnadd=Lisää peli
LblSysopt=Järjestelmän tehostus
LblProcessopt=Tapahtumien Hallinta
LblServiceopt=Palveluiden tehostus
LblTitleCheck=Testataan Tietokoneen suorituskykyä, odota...

[message]
NewVer=Uusi versio saatavilla! Haluatko päivittää nyt?
FirRun=Haluatko WGB etsivän kaikki paikalliset pelisi automaattisesti ensimmäisellä suorituskerralla?
NoNewVer=Onnittelut! Käytät viimeisintä versiota!
CheckComputer=Testataan Tietokoneen suorituskykyä, odota...
SearchGame=Etsitään paikallisia pelejäsi, odota ...
Allgood=Onnittelut! Tietokoneesi on hyvässä kunnossa. Tehostusta ei tarvita. 
SysGood=Onnittelut! Ei tehostettavia kohteia. 
ProcessGood=Onnittelut! Ei lopetettavia tehtäviä. 
ServiceGood=Onnittelut! Ei pysäytettäviä palveluita. 
HaveProblem=Löytyi %d kohdetta! Klikkaa "Tehosta Kaikki" korjataksesi ne.
sysProblem=%d kohdetta voidaan tehostaa.
Processproblem=%d tehtävää voidaan lopettaa, vapauttaa muistia.
Serviceproblem=%d Palvelua voidaan lopettaa.
DeleteGame=Oletko varma että haluat poistaa tämän pelin?
HaveOpt=Tehostettu
btnRestore=Yhteenveto
btnOpt=Tehosta Nyt
BtnAction=Suorita
BtnStop=Pysäytä Palvelu
SuggestClose=Lopeta (Ehdotetut)
SuggestKeep=Pidä (Ehdotetut)
haveStoped=Pysäytetty
HaveRun=Käynnistetty
BtnRun=Käynnistä
HaveFail=Pysäytys Epäonnistui
OptComputer=Tehostetaan, odota...
AllgoodAfterOpt=Tehostus Valmis ja %s Mt Säästynyt. Pelaa peliä nyt!
AllgoodAfterManualOpt=Onnittelut! Ei kohteita tehostettvaksi. Pelaa peliä nyt!
HaveProblemAfterOpt=%d kohteen tehostus epäonnistui, mutta %s Mt muistia vapautui.
TranslateTo=Käännety kielille...

[sysopt]
SystemStable=Järjestelmän Vakaus
SystemSpeedup=Järjestelmän Nopeutus
NetworkSpeedup=Verkkotoiminnan Nopeuttaminen
AutoKill=Automaattisesti sulje epävakaat sovellukset, välttääksesi järjestelmän kaatumisen
RestartExplorer=Automaattisesti käynnistä uudelleen Windows Explorer, välttääksesi odottamattomat työpöydän Häipymiset
TwoProcess=Määritä Windows Explorerin suoritus erillisenä tahtävänä välttääksesi järjestelmä ristiriidat
ErrorReport=Estä virheiden näyttöön raportointi parantaaksesi järjestelmän suorituskykyä
Debugger=Estä vianetsintä nopettaaksesi virheen käsittelyä
OptMemory=Tehosta muistin oletus asetuksia parantaaksesi järjestelmän suorituskykyä
OptVEff=Tehosta tausta osien ilmestymistä (viesti ruutu, valikot, jne.) parantaaksesi järjestelmän vastaus nopeutta
OptFileSystem=Tehosta Tiedosto Järjestelmää parantaaksesi järjestelmän suorituskykyä
OptDiskSystem=Tehosta levyn I/O alijärjestelmää parantaaksesi järjestelmän suorituskykyä
DisAutoRun=Estä "Autotoisto" ominaisuus asemilta välttäksesi virus tartunnat
OptTTL=Tehosta TTL(Elin Aika) asetuksia parantaaksesi verkkotoimintojen suorituskykyä
OptNetForward=Tehosta verkkotoimintojen tausta kykyjä parantaaksesi verkkotoimintojen suorituskykyä
OptMTU=Havaitse automaattisesti "mustat aukot" käyttäen Path MTU Discovery (Polku Paketin Maksimikoko Havainto) tekniikkaa parantaaksesi TCP/IP suorituskykyä
OptWINS=Tehosta WINS nimen kysely aikaa parantaaksesi tiedon siirto nopeutta
OptNetWork=Tehosta verkko asetuksia parantaaksesi siirron suorituskykyä 
CloseAnimate=Sulje elävöitys tehosteiden näyttäminen kun suurennetaan tai pienennetään ikkunoitato parantaaksesi ikkunan vastausaikaa
PagingExecutive=Estä muistin sivutus ja alenna levy I/O:ta parantaaksesi sovelluksen suorituskykyä. (Valinta voi olla mahdoton jos asennettua muistia < 1 Gb)
StaticIP=Aseta pysyvä IP-osoite paikalliseen verkkokytkentään parantaaksesi Tietokoneen käynnistymis nopeutta
PorcessorTime=Tehosta prosessorin suorituskykyä saadaksesi sovellukset, pelit jne. toimimaan sujuvasti. (Älä huomioi jos koneesi on palvelin.)
DisableIDECheck=Estä IDE kanavan tarkistus parantaaksesi Windowsin käynnistymis nopeutta
ForeAppSpeed=Paranna taustaohjelmien vastaus nopeutta
AeroPeek=Paranna Aero Peek tilan näyttö nopeutta
AeroSnap=Nopeuta Aero Siirtymää tehdäksesi pienoiskuvanäyttöä nopeammaksi.
ShowSpeed=Tehosta järjestelmä näytön vastausnopeutta.
IconCache=Kasvata järjestelmäkuvakkeiden välimuistia ja nopeuta työpöydän näyttöä.
OptDiskIdle=Tehosta levy I/O tapahtumia kun prosessori jouten.
OptIEConnection=Kasvata palvelinkytkentöjen suurinta määrää. Verkkosivujen ja suoratoisto-videoiden katselu nopeus parantuu.
OptEthernet=Tehosta Verkkoyhteyksien suorituskykyä.